---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ComponentClassification.Hanger
enum: Autodesk.Revit.DB.Mechanical.ComponentClassification
zh: 吊架、支吊架
source: html/7abbd56a-3b9a-f51e-861c-5f034fec614e.htm
---
# Autodesk.Revit.DB.Mechanical.ComponentClassification.Hanger

**中文**: 吊架、支吊架

Hanger (supports) component classification